"agent_OKButton" = "OK";
"agent_CancelButton" = "Hủy bỏ";

"agent_menuQuit" = "Thoát";
"agent_menuEnablePlugin" = "Bật Folx Plugin";
"agent_menuConfigure" = "Tùy chỉnh plugin";

"agent_menuAddTask" = "Phiên mới";
"agent_menuStartAll" = "Bắt đầu tất cả";
"agent_menuStopAll" = "Dừng tất cả";

"agent_btnUsePlugin" = "Sử dụng Folx để bắt link tải về trong trình duyệt";
"agent_prefCheckMimeType" = "Kiểu bắt link:";
"agent_prefRestoreDefaults" = "Khôi phục mặc định";

"agent_msgErrorAddCatchingType" = "Tất cả các trường đều bắt buộc";
"agent_infoErrorAddCatchingType" = "Vui lòng điền đầy đủ thông tin để thêm loại tập tin";

"agent_Description" = "Mô tả";
"agent_MimeType" = "Loại MIME";
"agent_Extensions" = "Gói mở rộng";

"agent_msgFolxNotFound" = "Folx chưa được cài trong máy tính này";
"agent_infoFolxNotFound" = "Folx plugin không thể hoạt động mà không có chương trình Folx. Để bắt link và tải file bạn cần phải tải về và cài đặt Folx như trình quản lí download.";

"agent_msgInstallPlugin" = "Folx Agen đã hoànthafnh quá trình cài đặt plugin trình duyệt";
"agent_infoInstallPlugin" = "Vui lòng khởi động lại trình duyệt để kích hoạt tính năng bắt link. Để xem danh sách chính xác các trình duyệt được hỗ trợ, hãy vào Folx Help.";